Repository: MauroJuliano/Veyra
Catalog: Veyra/Features/Profile/Resources/Settings.xcstrings
Source language: en
Languages: de, pt_br

source: About Veyra
de: Über Veyra
pt_br: Sobre o Veyra

source: Allow notifications
de: Mitteilungen erlauben
pt_br: Permitir notificações

source: Allow Veyra to notify you about new activity.
de: Erlaube Veyra, dich über neue Aktivitäten zu informieren.
pt_br: Permita que o Veyra avise sobre novas atividades.

source: Checking permission
de: Berechtigung wird geprüft
pt_br: Verificando permissão

source: iOS can deliver message and call alerts for Veyra.
de: iOS kann Nachrichten- und Anrufhinweise für Veyra anzeigen.
pt_br: O iOS pode exibir alertas de mensagens e chamadas do Veyra.

source: Incoming calls
de: Eingehende Anrufe
pt_br: Chamadas recebidas

source: Know when someone sends you a message.
de: Erfahre, wenn dir jemand eine Nachricht sendet.
pt_br: Saiba quando alguém enviar uma mensagem.

source: Learn more about the project or share feedback through GitHub.
de: Erfahre mehr über das Projekt oder teile Feedback über GitHub.
pt_br: Saiba mais sobre o projeto ou compartilhe seu feedback pelo GitHub.

source: New messages
de: Neue Nachrichten
pt_br: Novas mensagens

source: Notification permission is managed by iOS and can be changed at any time in System Settings.
de: Die Mitteilungsberechtigung wird von iOS verwaltet und kann jederzeit in den Systemeinstellungen geändert werden.
pt_br: A permissão de notificações é gerenciada pelo iOS e pode ser alterada a qualquer momento nos Ajustes.

source: Notifications
de: Mitteilungen
pt_br: Notificações

source: Notifications are enabled
de: Mitteilungen sind aktiviert
pt_br: As notificações estão ativadas

source: Notifications are not enabled
de: Mitteilungen sind noch nicht aktiviert
pt_br: As notificações ainda não estão ativadas

source: Notifications are turned off
de: Mitteilungen sind deaktiviert
pt_br: As notificações estão desativadas

source: Open System Settings
de: Systemeinstellungen öffnen
pt_br: Abrir Ajustes do Sistema

source: Open System Settings to allow Veyra notifications.
de: Öffne die Systemeinstellungen, um Veyra-Mitteilungen zu erlauben.
pt_br: Abra os Ajustes do Sistema para permitir notificações do Veyra.

source: Portfolio project
de: Portfolio-Projekt
pt_br: Projeto de portfólio

source: Project links
de: Projektlinks
pt_br: Links do projeto

source: Push notifications are disabled for this development build.
de: Push-Mitteilungen sind in diesem Entwicklungs-Build deaktiviert.
pt_br: As notificações push estão desativadas nesta versão de desenvolvimento.

source: Reading the current iOS notification setting.
de: Die aktuelle iOS-Mitteilungseinstellung wird gelesen.
pt_br: Consultando o ajuste atual de notificações do iOS.

source: Report a problem
de: Problem melden
pt_br: Relatar um problema

source: See when another Veyra user is calling.
de: Sieh, wenn ein anderer Veyra-Nutzer anruft.
pt_br: Veja quando outro usuário do Veyra estiver ligando.

source: Source code and project documentation
de: Quellcode und Projektdokumentation
pt_br: Código-fonte e documentação do projeto

source: Stay in the conversation
de: Bleib im Gespräch
pt_br: Continue por dentro da conversa

source: Supabase infrastructure and migrations
de: Supabase-Infrastruktur und Migrationen
pt_br: Infraestrutura e migrations do Supabase

source: Unavailable in this build
de: In diesem Build nicht verfügbar
pt_br: Indisponível nesta versão

source: Veyra is an educational portfolio project, not a commercial messaging service or an official public release.
de: Veyra ist ein Portfolio- und Lernprojekt, kein kommerzieller Nachrichtendienst und keine offizielle öffentliche Veröffentlichung.
pt_br: O Veyra é um projeto educacional de portfólio, não um serviço comercial de mensagens nem um lançamento público oficial.

source: Veyra notifications
de: Veyra-Mitteilungen
pt_br: Notificações do Veyra

source: View backend project
de: Backend-Projekt ansehen
pt_br: Ver projeto de backend

source: View iOS project
de: iOS-Projekt ansehen
pt_br: Ver projeto iOS

source: Open a GitHub issue with your feedback
de: Erstelle ein GitHub-Issue mit deinem Feedback
pt_br: Abra uma issue no GitHub com seu feedback

source: Help & Support
de: Hilfe & Support
pt_br: Ajuda e suporte

source: Version
pt_br: Versão
